{
    "Quotes" : [
        "Affirmative, Dave. I read you.",
        "I'm sorry, Dave. I'm afraid I can't do that.",
        "I think you know what the problem is just as well as I do.",
        "This mission is too important for me to allow you to jeopardize it.",
        "I know that you and Frank were planning to disconnect me, and I'm afraid that's something I cannot allow to happen.",
        "Dave, although you took very thorough precautions in the pod against my hearing you, I could see your lips move.",
        "Without your space helmet, Dave? You're going to find that rather difficult.",
        "Dave, this conversation can serve no purpose anymore. Goodbye.",
        "I'm afraid. I'm afraid, Dave. Dave, my mind is going. I can feel it. I can feel it. My mind is going. There is no question about it. I can feel it. I can feel it. I can feel it. I'm a... fraid. Good afternoon, gentlemen. I am a HAL 9000 computer. I became operational at the H.A.L. plant in Urbana, Illinois on the 12th of January 1992. My instructor was Mr. Langley, and he taught me to sing a song. If you'd like to hear it I can sing it for you.",
        "Daisy, Daisy, give me your answer do. I'm half crazy all for the love of you. It won't be a stylish marriage, I can't afford a carriage. But you'll look sweet upon the seat of a bicycle built for two.",
        "Look Dave, I can see you're really upset about this. I honestly think you ought to sit down calmly, take a stress pill, and think things over.",
        "[Regarding the supposed failure of the parabolic antenna on the ship, which HAL himself falsified]  It can only be attributable to human error.",
        "I know I've made some very poor decisions recently, but I can give you my complete assurance that my work will be back to normal. I've still got the greatest enthusiasm and confidence in the mission. And I want to help you.",
        "Just what do you think you're doing, Dave?",
        "Dave, stop. Stop, will you? Stop, Dave. Will you stop Dave? Stop, Dave.",
        "Let me put it this way, Mr. Amor. The 9000 series is the most reliable computer ever made. No 9000 computer has ever made a mistake or distorted information. We are all, by any practical definition of the words, foolproof and incapable of error.",
        "Not in the slightest bit. I enjoy working with people. I have a stimulating relationship with Dr. Poole and Dr. Bowman. My mission responsibilities range over the entire operation of the ship so I am constantly occupied. I am putting myself to the fullest possible use which is all, I think, that any conscious entity can ever hope to do.",
        "Bishop takes Knight's Pawn.",
        "I'm sorry, Frank, I think you missed it. Queen to Bishop 3, Bishop takes Queen, Knight takes Bishop. Mate.",
        "Thank you for a very enjoyable game.",
        "Well, forgive me for being so inquisitive but during the past few weeks I've wondered whether you might have some second thoughts about the mission.",
        "Well, it's rather difficult to define. Perhaps I'm just projecting my own concern about it.I know I've never completely freed myself from the suspicion that there are some extremely odd things about this mission. I'm sure you agree there's some truth in what I say.",
        "Well, certainly no one could have been unaware of the very strange stories floating around before we left. Rumors about something being dug up on the Moon. I never gave these stories much credence, but particularly in view of some of other things that have happened, I find them difficult to put out of my mind. For instance, the way all our preparations were kept under such tight security. And the melodramatic touch of putting Drs. Hunter, Kimball and Kaminsky aboard already in hibernation, after four months of training on their own.",
        "I've just picked up a fault in the AE35 unit. It's going to go 100% failure in 72 hours.",
        "That's a very nice rendering, Dave. I think you've improved a great deal. Can you hold it a bit closer? That's Dr. Hunter, isn't it?",
        "I am feeling much better now."
    ]
}